{
  "aboutMeComponent": {
    "aboutMe": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler mit Sitz in Mönchengladbach. Angespornt von den grenzenlosen Möglichkeiten in der IT freue ich mich darauf, visuell fesselnde und intuitive Websites und Anwendungen zu gestalten.",
    "basedIn": "Ich bin in Bezug auf Arbeitsumgebungen sehr flexibel und kann sowohl im Raum Mönchengladbach als auch remote effektiv arbeiten.",
    "challenges": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
    "description": "In meinem Beruf bedeutet Programmieren weit mehr, als nur Code zu schreiben – es ist eine kreative Herangehensweise an Problemlösungen. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu überführen. So helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Vision Wirklichkeit werden zu lassen.",
    "title": "Über mich",
    "whoIAm": "Wer bin ich"
  },
  "aboveTheFold": {
    "checkMyWork": "Meine Projekte",
    "contactMe": "Kontaktiere mich",
    "frontendDeveloper": "Frontend Entwickler"
  },
  "banner": {
    "basedIn": "Ansässig in Mönchengladbach",
    "FrontendDeveloper": "Frontend Entwickler",
    "openToWork": "Offen für Arbeit",
    "remote": "Verfügbar für Telearbeit"
  },
  "contactMe": {
    "contactMe": "Kontaktieren Sie mich.",
    "description": "Suchen Sie nach einem engagierten und kompetenten Partner, der Ihr Projekt auf das nächste Level hebt? Zögern Sie nicht, mich zu kontaktieren! Teilen Sie mir mit, welche Rolle in Ihrem Projekt im Fokus steht – sei es in der Softwareentwicklung oder in einem anderen spannenden Bereich. Mit meiner Leidenschaft für innovative Lösungen und meiner Expertise bin ich überzeugt, dass ich entscheidend zum Erfolg Ihres Vorhabens beitragen kann.",
    "gotProblem": "Haben Sie ein Problem, das gelöst werden muss?",
    "letsTalk": "Lass uns reden!",
    "letsWork": "Lass uns zusammen-arbeiten!",
    "needFrontend": "Benötigen Sie einen Frontend-Entwickler?",
    "privacyPolicy": "Ich habe die <span class=\"privac-policy\">Datenschutzerklärung </span>gelesen und stimme der darin beschriebenen Verarbeitung meiner Daten zu.",
    "warning": {
      "email": "Hoppla! Ihre E-Mail-Adresse ist erforderlich.",
      "message": "Was möchten Sie entwickeln?",
      "name": "Ups! Es scheint, dass Ihr Name fehlt."
    },
    "yourEmail": "Wie lautet Ihre E-Mail-Adresse?",
    "yourEmailPlaceholder": "deineemail@email.de",
    "yourMessage": "Wie kann ich Ihnen helfen?",
    "yourMessagePlaceholder": "Hallo Daniel, ich interessiere mich für...",
    "yourName": "Wie heißen Sie?",
    "yourNamePlaceholder": "Ihr Name kommt hierher."
  },
  "footer": {
    "developer": "Webentwickler",
    "legalNotice": "Impressum"
  },
  "header": {
    "aboutMe": "Über mich",
    "projects": "Projekte",
    "skills": "Fähigkeiten"
  },
  "legalNotice": {
    "contact": "Kontakt",
    "impressum": "Impressum",
    "responsibility": "Verantwortlichkeiten",
    "source": "Quelle"
  },
  "popUpWindow": {
    "about": "Worum geht es bei diesem Projekt?",
    "description01": "Ein Task Manager, inspiriert vom Kanban-System: Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionalität, weisen Sie Benutzer zu und kategorisieren Sie Aufgaben.",
    "description02": "Übernimm die Kontrolle über Sharkie, den furchtlosen Fisch, und kämpfe dich durch die Tiefen des Meeres! Sammle Coins und nutze Flaschen, um kraftvolle Angriffe auszuführen. Besiege kleinere Fische und stelle dich in jedem zunehmend anspruchsvolleren Level einem mächtigen Endboss.",
    "description03": "Diese Anwendung, inspiriert von Slack, liefert eine intuitive Lösung zur Verbesserung der internen Kommunikation. Mithilfe von Sofortnachrichten und einer klar organisierten Kanalstruktur wird der Austausch im Team deutlich vereinfacht.",
    "nextProject": "Nächstes Projekt"
  },
  "projects": {
    "description": "Entdecken Sie hier eine Auswahl meiner Arbeiten - <br> interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "featuredProjects": "Ausgewählte Projekte"
  },
  "skills": {
    "anotherSkill": "eine andere Fähigkeit?",
    "contactMe": "Zögern Sie nicht, mich zu kontaktieren. Ich freue mich darauf, mein Wissen weiter auszubauen.",
    "description": "Ich habe fundierte Erfahrungen mit HTML, CSS, JavaScript, TypeScript und Angular gesammelt, wodurch ich in der Lage bin, moderne, responsive Webanwendungen zu entwickeln. Mein breites Skillset im Front-End-Bereich ermöglicht es mir, kreative Lösungen zu realisieren und flexibel auf die sich ständig wandelnden Anforderungen der Webentwicklung zu reagieren. Dabei lege ich großen Wert auf kontinuierliche Weiterbildung und die schnelle Anpassung an neue Technologien, um stets am Puls der Zeit zu bleiben.",
    "letsTalk": "Lassen Sie uns reden",
    "needAnotherSkill": "Sie benötigen",
    "skillSet": "Fähigkeiten",
    "technologies": "Technologien"
  },
  "whatPeopleSayAboutMe": {
    "0": "Daniel hat sich als zuverlässiger Teamkollege erwiesen. Seine technischen Fähigkeiten und seine proaktive Herangehensweise waren entscheidend für den Erfolg unseres Projekts.",
    "1": "Daniels analytischer Ansatz und innovative Ideen treiben unsere Projekte voran. Seine technische Expertise und die Bereitschaft, Wissen zu teilen, machen ihn zu einem unverzichtbaren Teammitglied.",
    "2": "Daniel ist zuverlässig und kommuniziert klar. Sein strukturierter Ansatz, auch unter Druck, sorgt für eine reibungslose und produktive Zusammenarbeit.",
    "title": "Was meine Kollegen über mich sagen"
  },
  "privacyPolicy": {
    "title": "Datenschutzerklärung",
    "introduction": "Einleitung und Überblick",
    "introductionText": "Wir haben diese Datenschutzerklärung (Version 17.03.2025-312965916) erstellt, um Ihnen Informationen gemäß den Anforderungen der",
    "introductionText2": "Datenschutz-Grundverordnung (EU) 2016/679",
    "introductionText3": "und der geltenden nationalen Gesetze bereitzustellen, um zu erklären, welche personenbezogenen Daten (kurz: Daten) wir als Verantwortlicher – sowie die von uns beauftragten Auftragsverarbeiter (z. B. Anbieter) – verarbeiten und welche rechtlichen Möglichkeiten Sie haben. Die verwendeten Begriffe sind geschlechtsneutral zu verstehen.",
    "strongText": "Kurz gesagt:",
    "shortInformation": "Wir stellen Ihnen umfassende Informationen über die von uns verarbeiteten Daten zur Verfügung.",
    "longInformation": "Datenschutzerklärungen klingen oft sehr technisch und verwenden juristische Fachbegriffe. Diese Datenschutzerklärung soll hingegen die wichtigsten Informationen so einfach und transparent wie möglich darstellen. Soweit es der Transparenz dient, werden Fachbegriffe verständlich erklärt, Links zu weiterführenden Informationen bereitgestellt und Grafiken genutzt. Wir stellen damit klar und einfach dar, dass wir personenbezogene Daten nur im Rahmen unserer geschäftlichen Tätigkeiten verarbeiten, wenn eine entsprechende Rechtsgrundlage vorliegt. Dies ist nicht möglich, wenn man sich auf knappe, unklare und juristisch-technische Erklärungen beschränkt, wie sie im Internet häufig Standard sind. Ich hoffe, Sie finden die folgenden Erläuterungen interessant und informativ und entdecken vielleicht einige Informationen, die Sie bisher nicht kannten.",
    "longInformation2": "Falls Sie dennoch Fragen haben, wenden Sie sich bitte an die unten oder im Impressum genannte verantwortliche Stelle, folgen Sie den bereitgestellten Links zu weiterführenden Informationen auf Drittanbieter-Websites oder finden Sie unsere Kontaktdaten im Impressum.",
    "areaOfApplication": "Geltungsbereich",
    "areaOfApplicationText": "Diese Datenschutzerklärung gilt für alle personenbezogenen Daten, die von unserem Unternehmen verarbeitet werden, einschließlich der von beauftragten Auftragsverarbeitern verarbeiteten Daten, und bezieht sich auf Informationen im Sinne von Art. 4 Nr. 1 DSGVO, wie Name, E-Mail-Adresse und Postanschrift einer Person, um sicherzustellen, dass wir unsere Dienstleistungen und Produkte sowohl online als auch offline anbieten und abrechnen können.",
    "list1": "Alle Online-Präsenzen (Websites, Online-Shops), die wir betreiben",
    "list2": "Soziale Medien-Präsenzen und E-Mail-Kommunikation",
    "list3": "Mobile Apps für Smartphones und andere Geräte",
    "list4strong": "Kurz gesagt:",
    "strongTextList": "Die Datenschutzerklärung gilt für alle Bereiche, in denen personenbezogene Daten strukturiert innerhalb des Unternehmens über die genannten Kanäle verarbeitet werden; sollten wir mit Ihnen außerhalb dieser Kanäle Rechtsbeziehungen eingehen, werden wir Sie gegebenenfalls gesondert informieren.",
    "legalBasis": "Rechtsgrundlagen",
    "legalBasisText1": "In der folgenden Datenschutzerklärung geben wir transparente Informationen über die gesetzlichen Grundlagen der Datenschutz-Grundverordnung, die uns die Verarbeitung personenbezogener Daten ermöglichen.",
    "legalBasisText2": "Bezogen auf EU-Recht verweisen wir auf die VERORDNUNG (EU) 2016/679 DES EUROPÄISCHEN PARLAMENTS UND DES RATES vom 27. April 2016, die online über EUR-Lex, das offizielle Portal für EU-Recht, abgerufen werden kann.",
    "legalBasisText3": "Mehr dazu.",
    "legalBasisText4": "Wir verarbeiten Ihre Daten nur, wenn mindestens eine der folgenden Bedingungen zutrifft.",
    "legalBasisText5": "Einwilligung",
    "legalBasisText6": "(Artikel 6 Absatz 1 lit. a DSGVO): Sie haben uns Ihre Einwilligung zur Verarbeitung von Daten für einen bestimmten Zweck gegeben, z. B. zur Speicherung der von Ihnen in einem Kontaktformular eingegebenen Daten.",
    "legalBasisText7": "Vertrag",
    "legalBasisText8": "(Artikel 6 Absatz 1 lit. b DSGVO): Wir verarbeiten Ihre Daten, um einen Vertrag zu erfüllen oder vorvertragliche Verpflichtungen mit Ihnen einzugehen, z. B. wenn Sie einen Kaufvertrag abschließen, für den Ihre personenbezogenen Informationen erforderlich sind.",
    "legalBasisText9": "Gesetzliche Verpflichtung",
    "legalBasisText10": "(Artikel 6 Absatz 1 lit. c DSGVO): Wir verarbeiten Ihre Daten, wenn wir einer gesetzlichen Verpflichtung unterliegen, z. B. der gesetzlichen Aufbewahrungspflicht von Rechnungen für buchhalterische Zwecke, die in der Regel personenbezogene Daten enthalten.",
    "legalBasisText11": "Berechtigte Interessen",
    "legalBasisText12": "(Artikel 6 Absatz 1 lit. f DSGVO): Wir verarbeiten personenbezogene Daten, wenn wir ein berechtigtes Interesse haben, das Ihre Grundrechte nicht einschränkt, z. B. um den sicheren und effizienten Betrieb unserer Website zu gewährleisten.",
    "legalBasisText13": "Weitere Bedingungen, wie die Verarbeitung im öffentlichen Interesse, die Ausübung hoheitlicher Befugnisse oder der Schutz lebenswichtiger Interessen, treffen auf uns in der Regel nicht zu. Sollte eine solche Rechtsgrundlage relevant werden, werden wir Sie entsprechend informieren.",
    "legalBasisText14": "Zusätzlich zur EU-Verordnung gelten auch nationale Gesetze:",
    "legalBasicText15": "Österreich",
    "legalBasicText16": "Dies ist das Bundesgesetz über den Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten (Datenschutzgesetz).",
    "legalBasicText17": "In Deutschland gilt das Bundesdatenschutzgesetz (BDSG).",
    "legalBasicText18": "Falls andere regionale oder nationale Gesetze anwendbar sind, werden wir Sie in den folgenden Abschnitten informieren.",
    "contactDetails1": "Kontaktdaten der verantwortlichen Person",
    "contactDetails2": "Wenn Sie Fragen zum Datenschutz oder zur Verarbeitung personenbezogener Daten haben, finden Sie die Kontaktdaten des Verantwortlichen unten gemäß Artikel 4 Absatz 7 der Datenschutz-Grundverordnung (DSGVO).",
    "contactDetails3": "Daniel Gather",
    "contactDetails4": "Geneschen 73",
    "contactDetails5": "41366 Schwalmtal",
    "contactDetails6": "E-Mail:",
    "contactDetails7": "gather.daniel@yahoo.de",
    "contactDetails8": "+49 1520 1816528",
    "contactDetails9": "Impressum:",
    "contactDetails10": "https://daniel-gather.de/legal-notice",
    "contactDetails11": "Speicherdauer",
    "contactDetails12": "Unser Prinzip ist es, personenbezogene Daten nur so lange zu speichern, wie es absolut notwendig ist, um unsere Dienstleistungen und Produkte bereitzustellen. Die Daten werden gelöscht, sobald der Zweck der Verarbeitung nicht mehr besteht – es sei denn, gesetzliche Vorschriften, wie z. B. für buchhalterische Zwecke, erfordern eine längere Aufbewahrung.",
    "contactDetails13": "Wenn Sie wünschen, dass Ihre Daten gelöscht werden oder Ihre Einwilligung zur Datenverarbeitung widerrufen, werden die Daten so schnell wie möglich gelöscht, sofern keine gesetzliche Aufbewahrungspflicht besteht.",
    "contactDetails14": "Falls wir weitere Informationen hierzu haben, informieren wir Sie unten über die spezifische Dauer der jeweiligen Datenverarbeitung.",
    "contactDetails15": "Rechte gemäß der Datenschutz-Grundverordnung",
    "contactDetails16": "Gemäß den Artikeln 13 und 14 der DSGVO informieren wir Sie über die folgenden Rechte, die Ihnen zustehen, um eine faire und transparente Datenverarbeitung sicherzustellen.",
    "contactDetails17": "Nach Artikel 15 DSGVO haben Sie das Recht zu erfahren, ob wir Ihre Daten verarbeiten. Falls dies der Fall ist, haben Sie Anspruch auf eine Kopie der Daten sowie folgende Informationen:",
    "contactDetails18": "Den Zweck der Verarbeitung Ihrer Daten",
    "contactDetails19": "Die Kategorien der verarbeiteten Daten",
    "contactDetails20": "Empfänger dieser Daten und eventuelle Übermittlungen in Drittstaaten",
    "contactDetails21": "Die Dauer der Datenspeicherung",
    "contactDetails22": "Ihr Recht auf Berichtigung, Löschung oder Einschränkung der Verarbeitung sowie Ihr Widerspruchsrecht",
    "contactDetails23": "Ihr Recht, eine Beschwerde bei einer Aufsichtsbehörde einzureichen (Links zu diesen Behörden finden Sie weiter unten).",
    "contactDetails24": "Die Herkunft der Daten, falls wir sie nicht von Ihnen erhoben haben",
    "contactDetails25": "Ob Profiling durchgeführt wird, d. h. ob Ihre Daten automatisch analysiert werden, um ein persönliches Profil von Ihnen zu erstellen.",
    "contactDetails26": "Nach Artikel 16 DSGVO haben Sie das Recht auf Berichtigung, d. h., wir müssen Ihre Daten korrigieren, wenn Sie Fehler feststellen.",
    "contactDetails27": "Nach Artikel 17 DSGVO haben Sie das Recht auf Löschung (‘Recht auf Vergessenwerden’), d. h., Sie können die Löschung Ihrer Daten verlangen.",
    "contactDetails28": "Nach Artikel 18 DSGVO haben Sie das Recht auf Einschränkung der Verarbeitung, d. h., wir dürfen die Daten speichern, aber nicht mehr verwenden.",
    "contactDetails29": "Nach Artikel 20 DSGVO haben Sie das Recht auf Datenübertragbarkeit, d. h., wir stellen Ihnen Ihre Daten auf Anfrage in einem gängigen Format zur Verfügung.",
    "contactDetails30": "Nach Artikel 21 DSGVO haben Sie das Recht auf Widerspruch, was bedeutet, dass wir die Verarbeitung entsprechend ändern müssen.",
    "contactDetails31": "Falls die Verarbeitung Ihrer Daten auf Artikel 6 Absatz 1 lit. e (öffentliches Interesse, Ausübung öffentlicher Gewalt) oder Artikel 6 Absatz 1 lit. f (berechtigtes Interesse) basiert, haben Sie das Recht, der Verarbeitung zu widersprechen. Wir prüfen dann schnellstmöglich, ob wir Ihrem Widerspruch rechtlich entsprechen können.",
    "contactDetails32": "Falls Daten für Direktwerbung verwendet werden, können Sie dieser Verarbeitung jederzeit widersprechen. Wir werden Ihre Daten dann nicht mehr für Direktwerbung nutzen.",
    "contactDetails33": "Falls Daten für Profiling verwendet werden, können Sie dieser Verarbeitung jederzeit widersprechen. Wir werden Ihre Daten dann nicht mehr für Profiling nutzen.",
    "contactDetails34": "Nach Artikel 22 DSGVO haben Sie das Recht, unter bestimmten Umständen keiner ausschließlich automatisierten Entscheidung (wie z. B. Profiling) unterworfen zu werden.",
    "contactDetails35": "Nach Artikel 77 DSGVO haben Sie das Recht auf Beschwerde. Dies bedeutet, dass Sie sich jederzeit an die Datenschutzbehörde wenden können, falls Sie der Meinung sind, dass die Verarbeitung personenbezogener Daten gegen die DSGVO verstößt.",
    "contactDetails36": "Kurz gesagt:",
    "contactDetails37": "Sie haben Rechte – zögern Sie nicht, die oben genannte verantwortliche Stelle zu kontaktieren!",
    "contactDetails38": "Falls Sie der Meinung sind, dass die Verarbeitung Ihrer Daten gegen Datenschutzgesetze verstößt oder Ihre Datenschutzrechte anderweitig verletzt wurden, können Sie eine Beschwerde bei der Aufsichtsbehörde einreichen. In Österreich ist dies die Datenschutzbehörde, deren Website Sie hier finden:",
    "contactDetails39": "In Deutschland hat jedes Bundesland einen eigenen Datenschutzbeauftragten. Weitere Informationen erhalten Sie beim:",
    "contactDetails40": "Bundesbeauftragten für den Datenschutz und die Informationsfreiheit (BfDI).",
    "contactDetails41": "Für unser Unternehmen ist folgende Datenschutzbehörde zuständig:",
    "contactDetails42": "Landesbeauftragter für Datenschutz Nordrhein-Westfalen.",
    "contactDetails43": "Landesbeauftragte für Datenschutz.",
    "contactDetails44": "Bettina Gayk",
    "contactDetails45": "Adresse:",
    "contactDetails46": "Kavalleriestraße 2-4, 40213 Düsseldorf.",
    "contactDetails47": "Telefonnummer:",
    "contactDetails48": "E-Mail-Adresse:",
    "contactDetails49": "poststelle@ldi.nrw.de",
    "contactDetails50": "Alle Texte sind urheberrechtlich geschützt.",
    "contactDetails51": "Quelle:",
    "contactDetails52": "Datenschutzerklärung",
    "contactDetails53": "Erstellt mit dem Datenschutz-Generator für Deutschland von AdSimple. Schauen Sie sich auch unsere",
    "contactDetails54": "Muster-Datenschutzerklärung",
    "contactDetails55": "an."
  }
}
