{
  "aboutMeComponent": {
    "aboutMe": "Hi, I'm a German-speaking Frontend Developer based in Mönchengladbach. Motivated by the limitless opportunities within IT, I am excited about crafting visually captivating and intuitive websites and applications.",
    "basedIn": "I am very flexible when it comes to work environments and can work effectively both in the Mönchengladbach area and remotely",
    "challenges": "I am open-minded and always looking for personal challenges to\n          constantly improve my knowledge and skills.",
    "description": "In my profession, programming isn't merely about writing code; it is a creative approach to problem-solving. I take pride in my ability to distill complex technical challenges into straightforward, user-friendly solutions. In doing so, I help you achieve your goals and bring your vision to life.",
    "title": "About me",
    "whoIAm": "Who I Am"
  },
  "aboveTheFold": {
    "checkMyWork": "Check my work",
    "contactMe": "Contact me",
    "frontendDeveloper": "Frontend Developer"
  },
  "banner": {
    "basedIn": "Based in Mönchengladbach",
    "FrontendDeveloper": "Frontend Developer",
    "openToWork": "Open to work",
    "remote": "Available for remote work"
  },
  "contactMe": {
    "contactMe": "Contact me",
    "description": "Are you looking for a dedicated and skilled professional to take your project to the next level? Please feel free to get in touch! Let me know which role is pivotal for your project – whether in software development or another exciting area. With my passion for innovative solutions and my expertise, I am confident that I can make a significant contribution to your project's success.",
    "gotProblem": "Got a problem to solve?",
    "letsTalk": "Let's talk!",
    "letsWork": "Lets's work together",
    "needFrontend": "Need a Frontend Developer?",
    "privacyPolicy1": "I've read the",
    "privacyPolicy2": "privacy policy",
    "privacyPolicy3": "and agree to the processing of my data as outlined",
    "privacyPolicy4": "Hello :)",
    "warning": {
      "email": "Hoppla! your email is required",
      "message": "What do you need to develop?",
      "name": "Oops! it seems your name is missing"
    },
    "yourEmail": "What's your email?",
    "yourEmailPlaceholder": "youremail@email.de",
    "yourMessage": "How can I help you?",
    "yourMessagePlaceholder": "Hello Daniel, I am interested in...",
    "yourName": "What's your name",
    "yourNamePlaceholder": "Your name goes here"
  },
  "footer": {
    "developer": "Web developer",
    "legalNotice": "Legal Notice"
  },
  "header": {
    "aboutMe": "About me",
    "projects": "Projects",
    "skills": "Skills"
  },
  "legalNotice": {
    "contact": "Contact",
    "impressum": "Legal Notice",
    "responsibility": "Responsibilities",
    "source": "Source"
  },
  "popUpWindow": {
    "about": "What is this project about?",
    "description01": "A task manager inspired by the Kanban system: create and organize tasks using drag-and-drop functionality, assign users, and categorize tasks.",
    "description02": "Take control of Sharkie, the fearless fish, and battle your way through the depths of the ocean! Collect coins and use bottles to execute powerful attacks. Defeat smaller fish and face an increasingly challenging final boss in each level.",
    "description03": "This application, inspired by Slack, provides an intuitive solution for enhancing internal communication. With real-time messaging and a well-organized channel structure, team interaction is significantly simplified.",
    "nextProject": "Next project"
  },
  "projects": {
    "description": "Explore a selection of my work  here - interact with projects to see my skills in action.",
    "featuredProjects": "Featured Projects"
  },
  "skills": {
    "anotherSkill": "another skill?",
    "contactMe": "Feel free to contact me. I look forward to further expanding my knowledge.",
    "description": "I have gained extensive experience working with HTML, CSS, JavaScript, TypeScript, and Angular, enabling me to create modern, responsive web applications. My broad skill set in front-end development empowers me to deliver creative solutions while adapting flexibly to the ever-evolving demands of the web. I place great importance on continuous learning and quickly embracing new technologies to stay ahead in this rapidly changing industry.",
    "letsTalk": "Let's Talk",
    "needAnotherSkill": "You need",
    "skillSet": "Skill set",
    "technologies": "Technlogies"
  },
  "whatPeopleSayAboutMe": {
    "0": "Daniel has proven to be a reliable group partner. His technical skills and proactive approach were crucial to the succcess of our project.",
    "1": "Daniel's analytical approach and innovative ideas drive our projects forward. His technical expertise and readiness to share knowledge make him an invaluable team member.",
    "2": "Daniel is reliable and communicates effectively. His structured approach under pressure ensures smooth and productive teamwork.",
    "title": "What my colleagues say about\n    me"
  },
  "privacyPolicy": {
    "title": "Privacy Policy",
    "introduction": "Introduction and overview",
    "introductionText": "We have drawn up this privacy policy (version 17.03.2025-312965916) in order to provide you with information in accordance with the requirements of the",
    "introductionText2": "General Data Protection Regulation (EU) 2016/679",
    "introductionText3": "and applicable national laws to explain which personal data (in short data (data for short) we process as the controller – and the processors processors commissioned by us (e.g. providers) – will process in the future will process in the future and what lawful options you have. The terms used are to be understood as gender-neutral.",
    "strongText": "In short:",
    "shortInformation": "We provide you with comprehensive information about the data we process about you.",
    "longInformation": "Data protection declarations usually sound very technical and use legal terms. This privacy policy, on the other hand, is intended to the most important things as simply and transparently as possible. As far as is conducive to transparency, technical terms are explained in a terms are explained in a reader-friendly way, links to further information are provided and graphics are used. We thus provide information in clear and simple language that we only process personal data as part of our business activities only process personal data if there is a corresponding legal basis. This is certainly not possible if you use terse, unclear and legal-technical explanations, as is often standard on the standard on the Internet when it comes to data protection. I hope you find the following explanations interesting and informative and perhaps some information that you did not yet know.",
    "longInformation2": "If you still have any questions, please contact the responsible office or body named below or in the legal notice, follow the provided links for further information on third-party websites, or find our contact details in the legal notice.",
    "areaOfApplication": "Area of application",
    "areaOfApplicationText": "This privacy policy applies to all personal data processed by our company, including data processed by commissioned processors, and refers to information as defined in Art. 4 No. 1 GDPR, such as a person's name, email address, and postal address, ensuring that we can offer and bill our services and products both online and offline.",
    "list1": "all online presences (websites, online stores) that we operate",
    "list2": "Social media presence and e-mail communication",
    "list3": "Mobile apps for smartphones and other devices",
    "list4strong": "In short:",
    "strongTextList": "The Privacy Policy applies to all areas where personal data is processed in a structured manner within the company via the mentioned channels; if we establish legal relationships with you outside these channels, we will inform you separately if necessary.",
    "legalBasis": "Legal basis",
    "legalBasisText1": "In the following privacy policy, we provide transparent information on the legal principles and regulations of the General Data Protection Regulation that allow us to process personal data.",
    "legalBasisText2": "As far as EU law is concerned, we refer to REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of April 27, 2016, which can be accessed online via EUR-Lex, the official portal for EU law.",
    "legalBasisText3": "read more.",
    "legalBasisText4": "We will only process your data if at least one of the following conditions applies.",
    "legalBasisText5": "Consent",
    "legalBasisText6": "(Article 6 paragraph 1 lit. a GDPR): You have given us your consent to process data for a specific purpose, such as storing the data you entered in a contact form.",
    "legalBasisText7": "Contract",
    "legalBasisText8": "(Article 6(1)(b) GDPR): We process your data to fulfill a contract or pre-contractual obligations with you, such as when concluding a purchase contract that requires your personal information in advance.",
    "legalBasisText9": "Legal obligation",
    "legalBasisText10": "(Article 6(1)(c) GDPR): We process your data if we are subject to a legal obligation, such as the legal requirement to retain invoices for accounting purposes, which usually contain personal data.",
    "legalBasisText11": "Legitimate interests",
    "legalBasisText12": "(Article 6(1)(f) GDPR): We process personal data if we have a legitimate interest that does not restrict your fundamental rights, such as ensuring the secure and efficient operation of our website.",
    "legalBasisText13": "Other conditions, such as processing in the public interest, the exercise of official authority, or the protection of vital interests, generally do not apply to us; however, if such a legal basis becomes relevant, we will indicate it accordingly.",
    "legalBasisText14": "In addition to the EU regulation, national laws also apply:",
    "legalBasicText15": "Austria",
    "legalBasicText16": "This is the Federal Act on the Protection of Individuals with regard to the Processing of Personal Data (Data Protection Act), in short.",
    "legalBasicText17": "In Germany, the Federal Data Protection Act (BDSG) applies.",
    "legalBasicText18": "If other regional or national laws apply, we will inform you in the following sections.",
    "contactDetails1": "Contact details of the person responsible",
    "contactDetails2": "If you have any questions about data protection or the processing of personal data, you can find the contact details of the controller below, in accordance with Article 4(7) of the EU General Data Protection Regulation (GDPR).",
    "contactDetails3": "Daniel Gather",
    "contactDetails4": "Geneschen 73",
    "contactDetails5": "41366 Schwalmtal",
    "contactDetails6": "E-Mail:",
    "contactDetails7": "gather.daniel@yahoo.de",
    "contactDetails8": "+49 1520 1816528",
    "contactDetails9": "Imprint:",
    "contactDetails10": "https://daniel-gather.de/legal-notice",
    "contactDetails11": "Storage duration",
    "contactDetails12": "Our principle is to store personal data only for as long as is absolutely necessary for providing our services and products, ensuring that data is deleted as soon as the purpose of processing no longer applies—unless legal requirements, such as for accounting purposes, mandate a longer retention period.",
    "contactDetails13": "If you wish to have your data deleted or revoke your consent to data processing, the data will be deleted as quickly as possible, provided there is no legal obligation to retain it.",
    "contactDetails14": "If we have further information on this, we will inform you below about the specific duration of the respective data processing.",
    "contactDetails15": "Rights under the General Data Protection Regulation",
    "contactDetails16": "In accordance with Articles 13 and 14 of the GDPR, we inform you of the following rights to which you are entitled to ensure fair and transparent data processing.",
    "contactDetails17": "According to Article 15 of the GDPR, you have the right to know whether we process your data. If this is the case, you are entitled to receive a copy of the data along with the following information.",
    "contactDetails18": "the purpose for which we carry out the processing;",
    "contactDetails19": "the categories, i.e. the types of data that are processed;",
    "contactDetails20": "Who receives this data and, if it is transferred to third countries, how security can be ensured.",
    "contactDetails21": "how long the data will be stored;",
    "contactDetails22": "The existence of the right to rectification, erasure, or restriction of processing, as well as the right to object to processing.",
    "contactDetails23": "That you have the right to lodge a complaint with a supervisory authority (links to these authorities can be found below).",
    "contactDetails24": "the origin of the data if we have not collected it from you;",
    "contactDetails25": "Whether profiling is carried out, meaning whether your data is automatically analyzed to create a personal profile of you.",
    "contactDetails26": "According to Article 16 of the GDPR, you have the right to rectification, meaning we must correct your data if you identify any errors.",
    "contactDetails27": "According to Article 17 of the GDPR, you have the right to erasure ('right to be forgotten'), meaning you can request the deletion of your data.",
    "contactDetails28": "According to Article 18 of the GDPR, you have the right to restrict processing, meaning we may store the data but no longer use it.",
    "contactDetails29": "According to Article 20 of the GDPR, you have the right to data portability, meaning we will provide your data to you in a commonly used format upon request.",
    "contactDetails30": "According to Article 21 of the GDPR, you have the right to object, which, once exercised, results in a change in the processing.",
    "contactDetails31": "If the processing of your data is based on Article 6(1)(e) (public interest, exercise of official authority) or Article 6(1)(f) (legitimate interest), you have the right to object to the processing. We will then review as quickly as possible whether we can legally comply with your objection.",
    "contactDetails32": "If data is used for direct marketing purposes, you can object to this type of data processing at any time. We will then no longer use your data for direct marketing.",
    "contactDetails33": "If data is used for profiling purposes, you can object to this type of data processing at any time. We will then no longer use your data for profiling.",
    "contactDetails34": "According to Article 22 of the GDPR, you have the right, under certain circumstances, not to be subject to a decision based solely on automated processing (such as profiling).",
    "contactDetails35": "According to Article 77 of the GDPR, you have the right to lodge a complaint. This means you can contact the data protection authority at any time if you believe that the processing of personal data violates the GDPR.",
    "contactDetails36": "In short:",
    "contactDetails37": "You have rights – don’t hesitate to contact the responsible office listed above!",
    "contactDetails38": "If you believe that the processing of your data violates data protection laws or that your data protection rights have been infringed in any other way, you can file a complaint with the supervisory authority. In Austria, this is the Data Protection Authority, whose website you can find at:",
    "contactDetails39": "find. In Germany, each federal state has its own data protection officer. For more information, you can contact the:",
    "contactDetails40": "Federal Commissioner for Data Protection and Freedom of Information (BfDI).",
    "contactDetails41": "responsible. For our company, the following local data protection authority is in charge:",
    "contactDetails42": "North Rhine-Westphalia Data Protection Authority.",
    "contactDetails43": "State Commissioner for Data Protection.",
    "contactDetails44": "Bettina Gayk",
    "contactDetails45": "Address:",
    "contactDetails46": "Kavalleriestraße 2-4, 40213 Düsseldorf.",
    "contactDetails47": "Telephone no.:",
    "contactDetails48": "E-mail address:",
    "contactDetails49": "poststelle@ldi.nrw.de",
    "contactDetails50": "All texts are protected by copyright.",
    "contactDetails51": "Source:",
    "contactDetails52": "Privacy policy",
    "contactDetails53": "Created with the data protection generator for Germany by AdSimple. Also, feel free to check out our",
    "contactDetails54": "Sample data protection declaration",
    "contactDetails55": "to."
  }
}
